product_good_feature = {'가격' : ['저렴', '부담되지 않', '적당', '좋은 가격', '가성비 좋', '저렴하다', '좋은 가격대', '착해','착한'],
                        '제형': ['촉촉', '보습', '진정', '보습력', '유수분', '흡수', '탄력', '개선', '마무리', '집중','부드러운', 
                               '산뜻함','자극이 심하지 않고','자극없고','순해','물제형'],
                        '효과': ['미백', '수분', '탄력', '진정', '보습', '촉촉', '피부결', '개선', '유수분', 
                               '주름', '밝아짐', '건강', '화사', '매끈', '부드러움','사라졌','뽀송','피부개선','여드름도 안나고','진정',
                               '홍조나 붉은기에 좋','가라앉', '물광','대박', '엄청난','좋아서', '진정효과 좋고','잡아주는','믿고'],
                        '성분': ['천연', '무첨가', '안전', '피부', '건강', '영양', '흡수', '부드러움', 
                               '유수분', '보습', '미백', '탄력', '보습력','비타민','클린'],
                        '향': ['고급스러운', '무난', '달콤한', '향긋한', '천연', '고급진', '산뜻한','은은한','무향']}

product_bad_feature = {'가격': ['비싸', '부담스럽', '잔인', '비싸다', '높', '실망','사악','있다'],
                       '제형': ['불편', '거칠', '밀리는', '얼굴에 안맞', '끈적', '건조', '밀림' '구린','기름진'],
                       '효과': ['안되', '효과없', '덜하', '변화없', '무쓸모', '쓸모없', '효과가 안나와', '효과가 나오지 않',
                               '기대보다 못해', '효과가 없', '효과가 별로', '효과가 미미', '효과가 적','효과를 못 본','따끔','애매','화한',
                               '피부가 간지러워','아쉬웠','아쉬워','느린','손이 안가','모르겠'],
                        '성분': ['알러지', '자극', '부작용', '여드름', '트러블', '난조'],
                       '향': ['이상한', '심해', '향이 강하', '향이 좋지 않', '향이 진해','별로','화학','알콜향']}


